Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BLUETOOTH_DESC
source: There’s an issue with your iPhone’s ability to use Bluetooth.
ar: هناك مشكلة في قدرة iPhone على استخدام Bluetooth.
bg: Има проблем с използването на Bluetooth на вашия iPhone.
ca: L’iPhone té un problema que afecta l’ús del Bluetooth.
cs: Na vašem iPhonu se vyskytl problém s používáním rozhraní Bluetooth.
da: Din iPhone har problemer med at bruge Bluetooth.
de: Dein iPhone hat ein Problem bei der Nutzung von Bluetooth.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Bluetooth από το iPhone σας.
es: Hay un problema con la función de Bluetooth del iPhone.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar Bluetooth.
fi: iPhonen Bluetooth-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser le Bluetooth.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser la connectivité Bluetooth.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ב-Bluetooth.
hi: Bluetooth का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti Bluetooth.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a Bluetootht.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Bluetooth.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare il Bluetooth.
ja: このiPhoneのBluetoothの機能に問題があります。
kk: iPhone құрылғыңыздың Bluetooth функциясын қолдану бойынша мәселе туындады.
ko: iPhone으로 Bluetooth를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Bluetooth“ ryšiu.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Bluetooth.
nl: Er is een probleem met het vermogen van je iPhone om Bluetooth te gebruiken.
no: Det er et problem med å bruke Bluetooth på iPhonen.
pl: iPhone ma problem z modułem Bluetooth.
pt_br: Há um problema no seu iPhone com o uso de Bluetooth.
pt_pt: Foi detetado um problema que impede o iPhone de usar o Bluetooth.
ro: O problemă afectează capacitatea iPhone‑ului de a utiliza conexiunea Bluetooth.
ru: Этот iPhone не может использовать Bluetooth из‑за неполадки.
sk: Váš iPhone má problém s používaním rozhrania Bluetooth.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati funkcije Bluetooth.
sv: Det har uppstått ett problem med att använda Bluetooth på denna iPhone.
th: มีปัญหากับความสามารถในการใช้บลูทูธของ iPhone ของคุณ
tr: iPhone’unuzun Bluetooth’u kullanabilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з використанням Bluetooth.
vi: Có sự cố với khả năng sử dụng Bluetooth trên iPhone của bạn.
zh_cn: iPhone无法使用蓝牙。
zh_hk: 你的iPhone無法使用藍牙。
zh_tw: iPhone無法使用藍牙。

# FACEID_DESC
source: There’s an issue with your iPhone’s ability to use Face ID.
ar: هناك مشكلة في قدرة iPhone على استخدام بصمة الوجه.
bg: Има проблем с използването на Face ID на вашия iPhone.
ca: L’iPhone té un problema que afecta l’ús del Face ID.
cs: Na vašem iPhonu se vyskytl problém s používáním Face ID.
da: Din iPhone har problemer med at bruge Face ID.
de: Dein iPhone hat ein Problem bei der Nutzung von Face ID.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Face ID από το iPhone σας.
es: Hay un problema con la función de Face ID del iPhone.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar Face ID.
fi: iPhonen Face ID:ssä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser Face ID.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser Face ID.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ב-Face ID.
hi: Face ID का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti Face ID.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a Face ID-t.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Face ID.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare Face ID.
ja: このiPhoneのFace IDの機能に問題があります。
kk: iPhone құрылғыңыздың Face ID функциясын пайдалану бойынша мәселе туындады.
ko: iPhone으로 Face ID를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Face ID“.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Face ID.
nl: Er is een probleem met het vermogen van je iPhone om Face ID te gebruiken.
no: Det er et problem med å bruke Face ID på iPhonen.
pl: iPhone ma problem z modułem Face ID.
pt_br: Há um problema no seu iPhone com o uso do Face ID.
pt_pt: Foi detetado um problema que impede o iPhone de usar o Face ID.
ro: O problemă afectează capacitatea iPhone‑ului de a utiliza Face ID.
ru: Этот iPhone не может использовать Face ID из‑за неполадки.
sk: Váš iPhone má problém s používaním Face ID.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati aplikacije Face ID.
sv: Det har uppstått ett problem med att använda Face ID på denna iPhone.
th: พบปัญหาในการใช้งาน Face ID บน iPhone ของคุณ
tr: iPhone’unuzun Face ID’yi kullanabilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з використанням Face ID.
vi: Có sự cố với khả năng sử dụng Face ID trên iPhone của bạn.
zh_cn: iPhone无法使用面容ID。
zh_hk: 你的iPhone無法使用Face ID。
zh_tw: iPhone無法使用Face ID。

source: New Enclosure
ar: هيكل خارجي جديد
bg: Нов корпус
ca: Carcassa nova
cs: Nový plášť
da: Nyt ydre kabinet
de: Neues Gehäuse
el: Νέο περίβλημα
es: Nueva carcasa
es_us: Nueva carcasa
fi: Uusi kotelo
fr: Nouveau boîtier
fr_ca: Nouveau boîtier
he: מעטפת חדשה
hi: नया एंक्लोज़र
hr: Novo kućište
hu: Új burkolat
id: Penutup Baru
it: Nuova scocca
ja: 新しい筐体
kk: Жаңа корпус
ko: 새로운 인클로저
lt: Naujas korpusas
ms: Bekas Baharu
nl: Nieuwe behuizing
no: Nytt kabinett
pl: Nowa obudowa
pt_br: Nova Estrutura
pt_pt: Nova cobertura
ro: Carcasă nouă
ru: Новый корпус
sk: Nový kryt
sl: Novo ohišje
sv: Nytt hölje
th: ตัวเครื่องภายนอกใหม่
tr: Yeni Kasa
uk: Нова рамка
vi: Vỏ máy mới
zh_cn: 新机身
zh_hk: 全新機身
zh_tw: 新機身

# MTUB_FOOTER_LEARN_MORE
source: Learn more about Logic Board Assembly repair…
ar: معرفة المزيد حول إصلاح مجموعة اللوحة المنطقية…
bg: Научете повече за ремонта на Сглобката на логическата платка…
ca: Més informació sobre la reparació de la placa lògica…
cs: Další informace o opravě logické desky…
da: Læs mere om reparation af hovedkortanordning…
de: Weitere Infos zur Reparatur Logikplatinenanordnung …
el: Μάθετε περισσότερα για την επισκευή της μονάδας μητρικής κάρτας…
es: Más información sobre la reparación de la placa base…
es_us: Obtén detalles sobre la reparación de la tarjeta madre…
fi: Lisätietoja logiikkalevykokoonpanon korjauksesta…
fr: En savoir plus sur la réparation de l’assemblage de la carte logique…
fr_ca: En savoir plus sur la réparation de l’assemblage de la carte logique…
he: פרטים נוספים בנושא תיקון רכיב מכלול הלוח הלוגי…
hi: लॉजिक बोर्ड असेंबली की मरम्मत के बारे में अधिक जानें…
hr: Saznajte više o popravku matične ploče…
hu: Bővebben az alaplap javításáról…
id: Lebih lanjut mengenai perbaikan Unit Papan Logika…
it: Scopri di più sulla riparazione del gruppo della scheda logica…
ja: ロジックボードアセンブリの修理についての詳しい情報…
kk: Логикалық тақта жинағын жөндеу туралы толығырақ…
ko: 로직 보드 부품 수리에 관하여 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau apie loginės plokštės mazgo remontą…
ms: Ketahui lebih lanjut tentang pembaikan Pemasangan Papan Logik…
nl: Meer informatie over reparatie van de moederbordcomponent…
no: Finn ut mer om reparasjon av kretskortanordning…
pl: Więcej informacji o naprawie modułu płyty głównej…
pt_br: Saiba mais sobre o reparo de Montagem da Placa Lógica…
pt_pt: Saiba mais acerca da reparação do conjunto da placa lógica…
ro: Mai multe despre reparația plăcii de bază…
ru: Подробнее о ремонте материнской платы…
sk: Viac informácií o oprave zostavy základnej dosky…
sl: Več o popravilu sklopa logične plošče …
sv: Läs mer om reparation av moderkortet…
th: เรียนรู้เพิ่มเติมเกี่ยวกับการซ่อมแซมส่วนประกอบแผงวงจรหลัก…
tr: Anakart Düzeneği onarımı hakkında daha fazla bilgi…
uk: Докладніше про ремонт материнської плати…
vi: Tìm hiểu thêm về sửa chữa Bộ phận bảng mạch logic…
zh_cn: 进一步了解逻辑板组件维修…
zh_hk: 進一步了解Logic Board Assembly維修⋯
zh_tw: 進一步瞭解主機板組件維修⋯

# GENUINE_DISPLAY_DESC_IPAD
source: iPad display is a genuine Apple part.
ar: شاشة iPad شاشة أصلية من Apple.
bg: Екранът на iPad е оригинална част на Apple.
ca: La pantalla de l’iPad és un component original d’Apple.
cs: V iPadu je nainstalovaný originální displej od společnosti Apple.
da: Skærmen på denne iPad er en ægte Apple-reservedel.
de: iPad-Display ist ein Originalbauteil von Apple.
el: Η οθόνη του iPad αποτελεί γνήσιο εξάρτημα Apple.
es: La pantalla del iPad es una pieza original de Apple.
es_us: La pantalla de tu iPad es una pieza original de Apple.
fi: iPadin näyttö on aito Apple-osa.
fr: L’écran de l’iPad est une pièce Apple d’origine.
fr_ca: L’écran de l’iPad est une pièce Apple authentique.
he: מסך ה-iPad הוא רכיב מקורי של Apple.
hi: iPad डिस्प्ले Apple का असली पार्ट है।
hr: Zaslon iPada originalni je Apple proizvod.
hu: Az iPad kijelzője eredeti Apple-alkatrész.
id: Layar iPad adalah komponen asli Apple.
it: Lo schermo di iPad è una parte originale Apple.
ja: iPadのディスプレイはApple純正部品です。
kk: iPad дисплейі — тұпнұсқа Apple бөлшегі.
ko: iPad 디스플레이가 Apple 정품 부품입니다.
lt: „iPad“ ekranas yra originali „Apple“ dalis.
ms: Paparan iPad ialah komponen Apple asli.
nl: iPad-scherm is een origineel Apple onderdeel.
no: iPad-skjermen er en originaldel fra Apple.
pl: iPad ma oryginalny wyświetlacz Apple.
pt_br: A tela do iPad é uma peça genuína da Apple.
pt_pt: O ecrã deste iPad é uma peça Apple genuína.
ro: Afișajul iPad‑ului este o componentă Apple originală.
ru: Дисплей iPad является подлинной деталью Apple.
sk: Displej vášho iPadu je originálny diel od spoločnosti Apple.
sl: iPadov zaslon je originalna komponenta Apple.
sv: Skärmen på denna iPad är en äkta Apple-komponent.
th: จอภาพของ iPad เป็นชิ้นส่วนของแท้จาก Apple
tr: iPad ekranı orijinal bir Apple parçasıdır.
uk: В iPad установлено оригінальний дисплей від Apple.
vi: Màn hình của iPad là linh kiện Apple chính hãng.
zh_cn: iPad显示屏为正品Apple部件。
zh_hk: iPad的螢幕為Apple原廠零件。
zh_tw: iPad螢幕為Apple原廠零件。

# USED_CAMERA_DESC
source: iPhone camera is an used Apple part.
ar: كاميرا iPhone كاميرا مستعملة من Apple.
bg: Камерата на iPhone е използвана част на Apple.
ca: La càmera de l’iPhone és un component d’Apple de segona mà.
cs: V iPhonu je nainstalovaný použitý fotoaparát od společnosti Apple.
da: Kameraet i denne iPhone er en brugt Apple-reservedel.
de: Die iPhone-Kamera ist ein gebrauchtes Bauteil von Apple.
el: Η κάμερα του iPhone αποτελεί μεταχειρισμένο εξάρτημα Apple.
es: La cámara del iPhone es una pieza reutilizada de Apple.
es_us: La cámara de tu iPhone es una pieza de segunda mano de Apple.
fi: iPhonen kamera on käytetty Apple-osa.
fr: La caméra de l’iPhone est une pièce Apple réutilisée.
fr_ca: La caméra de l’iPhone est une pièce Apple usagée.
he: מצלמת ה-iPhone היא רכיב Apple משומש.
hi: iPhone कैमरा, Apple का पुराना पार्ट है।
hr: Kamera iPhonea je korišteni Apple proizvod.
hu: Az iPhone kamerája használt Apple-alkatrész.
id: Kamera iPhone adalah komponen Apple bekas.
it: La fotocamera di iPhone è una parte Apple usata.
ja: iPhoneのカメラはApple中古部品です。
kk: iPhone камерасы — қолданыста болған Apple бөлшегі.
ko: iPhone 카메라가 중고 Apple 부품입니다.
lt: „iPhone“ kamera yra kitam įrenginiui priklausanti „Apple“ dalis.
ms: Kamera iPhone ialah komponen Apple terpakai.
nl: iPhone-camera is een gebruikt Apple onderdeel.
no: iPhone-kameraet er en brukt Apple-del.
pl: iPhone ma używany aparat Apple.
pt_br: A câmera do iPhone é uma peça da Apple usada.
pt_pt: A câmara deste iPhone é uma peça Apple recondicionada.
ro: Camera iPhone‑ului este o componentă Apple utilizată.
ru: Камера iPhone является бывшей в употреблении деталью Apple.
sk: Kamera v iPhone je použitý diel od spoločnosti Apple.
sl: iPhonova kamera je rabljena komponenta Apple.
sv: iPhone-kameran är en begagnad Apple-komponent.
th: กล้องของ iPhone เป็นชิ้นส่วนที่ใช้แล้วจาก Apple
tr: iPhone kamerası ikinci el bir Apple parçası.
uk: В iPhone установлено вживану камеру від Apple.
vi: Camera của iPhone là linh kiện Apple đã sử dụng.
zh_cn: iPhone相机为已使用的Apple部件。
zh_hk: iPhone相機為已使用的Apple零件。
zh_tw: iPhone相機為已使用的Apple零件。

# NETWORK_CONNECTION_DESC
source: Your iPhone must be connected to the internet to finish this repair.
ar: يجب اتصال iPhone بالإنترنت للانتهاء من هذا الإصلاح.
bg: Вашият iPhone трябва да е свързан с интернет, за да завършите този ремонт.
ca: Per completar la reparació, cal que l’iPhone tingui connexió a internet.
cs: Opravu nelze dokončit, dokud se iPhone nepřipojí k internetu.
da: Din iPhone skal have forbindelse til internettet for at kunne afslutte denne reparation.
de: Dein iPhone muss mit dem Internet verbunden sein, um diese Reparatur abzuschließen.
el: Για ολοκλήρωση αυτής της επισκευής, το iPhone σας πρέπει να είναι συνδεδεμένο στο Διαδίκτυο.
es: El iPhone debe estar conectado a internet para completar la reparación.
es_us: Tu iPhone debe estar conectado a Internet para terminar esta reparación.
fi: iPhonen on oltava yhteydessä internetiin, jotta voit viimeistellä tämän korjauksen.
fr: Votre iPhone doit être connecté à Internet pour finaliser la réparation.
fr_ca: Votre iPhone doit être connecté à Internet pour terminer cette réparation.
he: כדי לסיים תיקון זה יש לוודא שה-iPhone מחובר לאינטרנט.
hi: इस मरम्मत को पूरा करने के लिए आपका iPhone इंटरनेट से कनेक्टेड रहना आवश्यक है।
hr: Vaš iPhone treba biti spojen na internet za dovršetak ovog popravka.
hu: A javítás befejezéséhez az iPhone-jának kapcsolódnia kell az internethez.
id: iPhone Anda harus terhubung ke internet untuk menyelesaikan perbaikan ini.
it: Per terminare la riparazione, iPhone dev’essere connesso a internet.
ja: この修理を完了するには、iPhoneはインターネットに接続されていなければなりません。
kk: Осы жөндеу жұмысын аяқтау үшін iPhone құрылғыңыз интернетке қосылған болуы керек.
ko: 이 수리를 완료하려면 iPhone이 인터넷에 연결되어 있어야 합니다.
lt: Norint baigti šį remontą, „iPhone“ turi būti prijungtas prie interneto.
ms: iPhone anda mesti disambungkan ke internet untuk menyelesaikan pembaikan ini.
nl: Je iPhone moet zijn verbonden met het internet om deze reparatie te voltooien.
no: iPhonen må være koblet til internett for å fullføre reparasjonen.
pl: Aby dokończenie naprawy było możliwe, iPhone musi połączyć się z Internetem.
pt_br: Conecte o iPhone à internet para concluir o reparo.
pt_pt: O iPhone tem de ter ligação à internet para concluir esta reparação.
ro: Pentru a finaliza această reparație, iPhone‑ul trebuie să fie conectat la internet.
ru: Для завершения этого ремонта iPhone должен быть подключен к интернету.
sk: Aby bolo opravu možné dokončiť, váš iPhone musí byť pripojený na internet.
sl: Za dokončanje popravila mora biti iPhone povezan z internetom.
sv: iPhone måste vara ansluten till internet när du vill slutföra den här reparationen.
th: iPhone ของคุณต้องเชื่อมต่อกับอินเทอร์เน็ตเพื่อสิ้นสุดการซ่อมแซมนี้
tr: Bu onarımın bitirilmesi için iPhone’unuzun internete bağlı olması gerekir.
uk: iPhone необхідно підʼєднати до інтернету, щоб завершити цей ремонт.
vi: iPhone của bạn phải được kết nối vào internet để hoàn tất việc sửa chữa này.
zh_cn: iPhone必须接入互联网才能完成此次维修。
zh_hk: 你的iPhone必須連接互聯網才能完成此修復。
zh_tw: 你的iPhone必須連接網際網路才能完成此維修程序。

# FACEID_DESC_IPAD
source: There’s an issue with your iPad’s ability to use Face ID.
ar: هناك مشكلة في قدرة iPad على استخدام بصمة الوجه.
bg: Има проблем с използването на Face ID на вашия iPad.
ca: L’iPad té un problema que afecta l’ús del Face ID.
cs: Na vašem iPadu se vyskytl problém s používáním Face ID.
da: Din iPad har problemer med at bruge Face ID.
de: Dein iPad hat ein Problem bei der Nutzung von Face ID.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Face ID από το iPad σας.
es: Hay un problema con la función de Face ID del iPad.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar Face ID.
fi: iPadin Face ID:ssä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser Face ID.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser Face ID.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ב-Face ID.
hi: Face ID का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti Face ID.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a Face ID‑t.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Face ID.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare Face ID.
ja: このiPadのFace IDの機能に問題があります。
kk: iPad құрылғыңыздың Face ID функциясын пайдалану бойынша мәселе туындады.
ko: iPad로 Face ID를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Face ID“.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Face ID.
nl: Er is een probleem met het vermogen van je iPad om Face ID te gebruiken.
no: Det er et problem med å bruke Face ID på iPaden.
pl: iPad ma problem z modułem Face ID.
pt_br: Há um problema com o uso do Face ID no seu iPad.
pt_pt: Foi detetado um problema que impede o iPad de usar o Face ID.
ro: O problemă afectează capacitatea iPad‑ului de a utiliza Face ID.
ru: Этот iPad не может использовать Face ID из‑за неполадки.
sk: Váš iPad má problém s používaním Face ID.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati aplikacije Face ID.
sv: Det har uppstått ett problem med att använda Face ID på denna iPad.
th: มีปัญหากับความสามารถในการใช้ Face ID ของ iPad ของคุณ
tr: iPad’inizin Face ID’yi kullanabilmesi ile ilgili bir sorun var.
uk: На iPad виникла проблема з використанням Face ID.
vi: Có sự cố với khả năng sử dụng Face ID trên iPad của bạn.
zh_cn: iPad无法使用面容ID。
zh_hk: 你的iPad無法使用Face ID。
zh_tw: iPad無法使用Face ID。

# FINISH_CAMERA_REPAIR_DESC_IPAD
source: Tap to configure your new camera for this iPad.
ar: اضغط لتكوين الكاميرا الخلفية الجديدة لهذا الـ iPad.
bg: Докоснете, за да се конфигурира вашата нова камера за този iPad.
ca: Toca per configurar la càmera nova de l’iPad.
cs: Nakonfigurování nového fotoaparátu pro iPad zahájíte klepnutím.
da: Tryk for at konfigurere det nye kamera til denne iPad.
de: Tippe, um die neue Kamera für dieses iPad zu konfigurieren.
el: Αγγίξτε για να διαμορφώσετε τη νέα κάμερα για αυτό το iPad.
es: Toca para configurar la nueva cámara del iPad.
es_us: Toca para configurar la nueva cámara del iPad.
fi: Määritä uusi kamera tälle iPadille napauttamalla.
fr: Touchez pour configurer votre nouvelle caméra pour cet iPad.
fr_ca: Touchez pour configurer la nouvelle caméra de cet iPad.
he: יש להקיש כדי להגדיר את המצלמה החדשה שלך ב-iPad זה.
hi: इस iPad के लिए अपना नया रियर कैमरा कॉन्फ़िगर करने के लिए टैप करें।
hr: Dodirnite za konfiguriranje nove kamere za ovaj iPad.
hu: Koppintson az új kamera iPadhez való konfigurálásához.
id: Ketuk untuk mengonfigurasi kamera baru Anda untuk iPad ini.
it: Tocca per configurare la nuova fotocamera per iPad.
ja: タップして、このiPad用の新しいカメラを構成します。
kk: Осы iPad құрылғысы үшін жаңа камераны теңшеу үшін түртіңіз.
ko: 탭하여 새로운 카메라를 이 iPad용으로 구성하십시오.
lt: Bakstelėkite ir sukonfigūruokite naują šio „iPad“ kamerą.
ms: Ketik untuk mengkonfigurasikan kamera baharu anda bagi iPad ini.
nl: Tik om de nieuwe camera voor deze iPad te configureren.
no: Trykk for å tilpasse det nye kameraet for denne iPaden.
pl: Stuknij, aby skonfigurować nowy aparat dla tego iPada.
pt_br: Toque para configurar a nova câmera deste iPad.
pt_pt: Toque para configurar a câmara nova para este iPad.
ro: Apăsați pentru a configura noua cameră pentru acest iPad.
ru: Коснитесь, чтобы настроить новую камеру для работы с этим iPad.
sk: Klepnutím nakonfigurujete novú kameru pre tento iPad.
sl: Tapnite za konfiguracijo nove kamere za ta iPad.
sv: Tryck för att konfigurera den nya kameran för denna iPad.
th: แตะเพื่อกำหนดค่ากล้องใหม่ของคุณสำหรับ iPad เครื่องนี้
tr: Bu iPad için yeni kameranızı ayarlamak üzere dokunun.
uk: Торкніть, щоб сконфігурувати нову камеру для цього iPad.
vi: Chạm để định cấu hình camera mặt sau mới của bạn cho iPad này.
zh_cn: 轻点配置此iPad的新相机。
zh_hk: 點一下即可為此iPad設定新相機。
zh_tw: 點一下來設定此iPad的新相機。

# UNABLE_TO_VERIFY_BATTERY_MESSAGE
source: Unable to determine if your iPhone battery is a genuine Apple part.
ar: غير قادر على تحديد ما إذا كانت بطارية iPhone لديك بطارية أصلية من Apple أم لا.
bg: Не може да се определи дали батерията на вашия iPhone е оригинална част на Apple.
ca: No s’ha pogut determinar si la bateria de l’iPhone és un component original d’Apple.
cs: Nepodařilo se zjistit, jestli je ve vašem iPhonu nainstalovaná originální baterie od společnosti Apple.
da: Kan ikke bestemme, om batteriet i din iPhone er en ægte Apple-reservedel.
de: Es konnte nicht festgestellt werden, ob deine iPhone-Batterie ein Originalbauteil von Apple ist.
el: Δεν είναι δυνατό να προσδιοριστεί αν η μπαταρία του iPhone σας αποτελεί γνήσιο εξάρτημα Apple.
es: No se puede determinar si la batería del iPhone es una pieza original de Apple.
es_us: No se pudo determinar si la batería de tu iPhone es una pieza original de Apple.
fi: Ei voida määrittää, onko iPhonesi akku aito Apple-osa.
fr: Impossible de vérifier l’authenticité de la batterie de votre iPhone.
fr_ca: Impossible de déterminer si la batterie de votre iPhone est une pièce Apple authentique.
he: לא ניתן לקבוע אם סוללת ה-iPhone שלך היא רכיב מקורי של Apple.
hi: आपके iPhone की बैटरी Apple का असली पार्ट है या नहीं इसका निर्धारण करने में असमर्थ।
hr: Ne može se utvrditi je li baterija vašeg iPhonea originalni Apple proizvod.
hu: Nem sikerült megállapítani, hogy az iPhone-jának akkumulátora eredeti Apple-alkatrész-e vagy sem.
id: Tidak dapat menentukan apakah baterai iPhone Anda merupakan komponen asli Apple.
it: Non è possibile determinare se la batteria di iPhone è una parte originale Apple.
ja: このiPhoneのバッテリーがApple純正部品なのか判定できません。
kk: Осы iPhone аккумуляторының түпнұсқа Apple бөлшегі екенін анықтау мүмкін емес.
ko: 사용자의 iPhone 배터리가 Apple 정품 부품인지 확인할 수 없습니다.
lt: Nepavyko nustatyti, ar jūsų „iPhone“ akumuliatorius yra originali „Apple“ dalis.
ms: Gagal menentukan sama ada bateri iPhone anda ialah komponen Apple asli.
nl: Er kan niet worden vast­gesteld of je iPhone-batterij een origineel Apple onderdeel is.
no: Kan ikke avgjøre om iPhone-batteriet er en originaldel fra Apple.
pl: Nie można określić, czy iPhone ma oryginalną baterię Apple.
pt_br: Não é possível determinar se a bateria do seu iPhone é uma peça genuína da Apple.
pt_pt: Não é possível determinar se a bateria deste iPhone é uma peça Apple genuína.
ro: Nu se poate determina dacă bateria iPhone‑ului este o componentă Apple originală.
ru: Не удается определить, является ли аккумулятор этого iPhone подлинной деталью Apple.
sk: Nie je možné zistiť, či je batéria vo vašom iPhone originálny diel od spoločnosti Apple.
sl: Ni mogoče določiti, ali je iPhonova baterija originalna komponenta Apple.
sv: Det gick inte att avgöra om batteriet i denna iPhone är en äkta Apple-komponent.
th: ไม่สามารถตรวจสอบได้ว่าแบตเตอรี่ของ iPhone ของคุณเป็นชิ้นส่วนของแท้จาก Apple หรือไม่
tr: iPhone’unuzun pilinin özgün bir Apple parçası olup olmadığı belirlenemiyor.
uk: Не вдається підтвердити, що в iPhone установлено оригінальний акумулятор Apple.
vi: Không thể xác định xem pin của iPhone của bạn có phải là linh kiện Apple chính hãng hay không.
zh_cn: 无法确定iPhone电池是否为正品Apple部件。
zh_hk: 無法確定你iPhone的電池是否為Apple原廠零件。
zh_tw: 無法確認你的iPhone電池是否為Apple原廠零件。

source: Status
ar: الحالة
bg: Състояние
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
es_us: Estado
fi: Tila
fr: État
fr_ca: État
he: מצב
hi: स्टेटस
hu: Állapot
it: Stato
ja: 状況
kk: Күйі
ko: 상태
lt: Būsena
pt_br: Estado
pt_pt: Estado
ro: Stare
ru: Статус
sk: Stav
sl: Stanje
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_cn: 状态
zh_hk: 狀態
zh_tw: 狀態
